{
    "en": {
        "certificate_filter_all": "All",
        "certificate_filter_authority": "Authority",
        "certificate_filter_certificate": "Certificate",
        "contact_us_name": "Name",
        "contact_us_email": "Email",
        "contact_us_subject": "Subject",
        "contact_us_message": "Your message",
        "contact_us_btn_send_message": "Send Message",
        "contact_us_msg_success": "Your message was sent successfully.",
        "contact_us_title": "Our contact details",
        "contact_us_country": "Saudi Arabia",
        "portfolio_filter_all": "All",
        "portfolio_filter_projects_inside": "Inside Projects",
        "portfolio_filter_projects_outside": "Outside Projects",
        "menu_home": "Home",
        "menu_about": "About",
        "menu_vision": "Vision",
        "menu_skill": "Projects",
        "menu_services": "Services",
        "menu_certificate": "Certificates",
        "menu_portfolio": "Work",
        "menu_contact_us": "Contact Us",
        "welcome": "Welcome to",
        "welcome_text_1": "is one of the leading and trustworthy construction firms located in Saudi Arabia.",
        "welcome_text_2": "We are an establishment that provides excellent, high-quality, environment-friendly, and efficient construction services to multiple business clients.",
        "meter_degree": "Meter & 90 Degree",
        "our_story": "Our Story",
        "section_contact_subtitle": "Feel free to contact us",
        "section_partner_title": "Our partners",
        "section_portfolio_subtitle": "Here's some of our recent work",
        "section_strategy_title": "Strategic dimensions",
        "section_risk_mgmt_title": "Risk Management",
        "section_risk_mgmt_text": "Risk management is considered necessary for the continuation, growth and wealth of the institution in accordance with its strategic objectives, and is not a procedure intended to avoid risks. If used properly, it will allow the institution to continue its activities with the highest standards because the risks have been identified and understood and control it well.",
        "section_risk_mgmt_section_01_title": "Risk Identification",
        "section_risk_mgmt_section_01_text": "Risk identification begins at the start of the business life cycle and is refined during the business development phase to cover strategic, political, legislative, legal, operational, health and safety, environmental and economic risks. It is also reviewed periodically during the business planning cycle.",
        "section_risk_mgmt_section_02_title": "Business Planning",
        "section_risk_mgmt_section_02_text": "Assesses the business context based on stakeholders' expectations and political, social, economic and technical factors that could impact the business. Consulting is essential to identify factors driving conditions that would cause a potential change in risk. These procedures are supported by “Entirely by the executive leadership and the Board of Directors.",
        "section_quality_mgmt_title": "Quality Management",
        "section_quality_mgmt_text": "90 Degrees Meter Foundation's attention to quality from the beginning of project implementation is extremely important, as quality assurance and quality control must be a continuous process, to ensure that requirements are met throughout the project. At the beginning of any project, the scope of work is clearly defined, and the Quality standards, to provide a measure by which achievement and performance can be measured. Reliability and reliability represent the consistency of performance and the organization’s ability to provide the services it has promised in a way that can be relied upon.",
        "skill_01": "CLOUD M&F ENGINEERING CONSULTING COMPANY",
        "skill_02": "MARABEE TECHNICAL",
        "skill_03": "TORAY COMPANY",
        "skill_04": "AL MAJID CONSTRACTION COMPANY",
        "skill_05": "AL-BARR ASSOCIATION IN AL-RAFIA",
        "skill_06": "ALZAMIL COMPANY",
        "skill_07": "SAUDI ELECTRICITY COMPANY",
        "about_us": "A little bit about us",
        "strategy_01": "development",
        "strategy_02": "Sustainability",
        "strategy_03": "Governance",
        "strategy_04": "stimulating environment",
        "about_us_text": "is one of the leading and trustworthy construction firms located in Saudi Arabia. We are an establishment that provides excellent, high-quality, environment-friendly, and efficient construction services to multiple business clients. With our passion and commitment to serve the best services, we have established strong relationships with our clients and completed multiple construction projects. Shortly, we will be expanding our focus in Saudi Arabia to serve multiple businesses in Saudi Arabia.",
        "vision_text_1": "The company's vision is to be the top choice in the market when it comes to construction and services.",
        "vision_text_2": "We envision to be the leading construction firm in the state of Saudi Arabia that provides efficient and high-quality construction services to the people.",
        "services_quality_title": "Because you choose carefully our services are guaranteed",
        "services_quality_01_text": "Customer Satisfaction Guarantee",
        "services_quality_02_text": "Output quality",
        "services_quality_03_text": "Competitive price",
        "services_quality_04_text": "Speed ​​of execution",
        "work_01": "Infrastructure works",
        "work_02": "Construction Works",
        "work_03": "oil and gas services and works",
        "work_04": "Stainless Steel Works",
        "work_05": "Building warehouses and factories",
        "work_06": "All electrical work",
        "work_07": "Fire Fighting System",
        "work_08": "Glass and aluminum facade works",
        "slider_01_title": "Vision",
        "slider_01_text": "<br/><br/>The organization's vision is to be the first choice<br/>in the market when it comes to construction and services",
        "slider_02_title": "Message",
        "slider_02_text": "<br/>Providing the highest level of professionalism and accuracy<br/>And finding innovative solutions and services to serve the wise leadership’s directions<br/>Achieving the vision of an ambitious nation",
        "slider_03_title": "Goals",
        "slider_03_text": "Enhancing engineering expertise, supporting national cadres, and raising their efficiency<br/>Providing the best solutions in construction, services and maintenance to our customers<br/>Creating a work environment that stimulates development, creativity and innovation<br/>Participating in achieving sustainable development for our projects and partners"
    },
    "ar": {
        "certificate_filter_all": "الكل",
        "certificate_filter_authority": "الهيئة",
        "certificate_filter_certificate": "الشهادة",
        "contact_us_name": "الاسم",
        "contact_us_email": "البريد الإلكتروني",
        "contact_us_subject": "الموضوع",
        "contact_us_message": "رسالتك",
        "contact_us_btn_send_message": "إرسال الرسالة",
        "contact_us_msg_success": "تم إرسال رسالتك بنجاح.",
        "contact_us_title": "تفاصيل الاتصال بنا",
        "contact_us_country": "المملكة العربية السعودية",
        "portfolio_filter_all": "الكل",
        "portfolio_filter_projects_inside": "المشاريع الداخلية",
        "portfolio_filter_projects_outside": "المشاريع الخارجية",
        "menu_home": "الرئيسية",
        "menu_about": "من نحن",
        "menu_vision": "الرؤية",
        "menu_skill": "المشاريع",
        "menu_services": "الخدمات",
        "menu_certificate": "الشهادات",
        "menu_portfolio": "اعمالنا",
        "menu_contact_us": "اتصل بنا",
        "welcome": "مرحبا بكم في",
        "welcome_text_1": "هي واحده من المؤسسات الرائده والموثوقه في مجال البناء والخدمات وتقع في المملكة العربيه السعودية ",
        "welcome_text_2": "نحن مؤسسة نقدم خدمات البناء والصيانه واعمال البنيه التحتيه وصديقه للبيئه وفعاله للعديد من العملاء التجاريين",
        "meter_degree": "مـتـر و ٩٠ درجـة",
        "our_story": "قصتنا",
        "section_contact_subtitle": "لا تتردد في التواصل معنا",
        "section_partner_title": "شركاؤنا",
        "section_portfolio_subtitle": "إليك بعض أعمالنا الأخيرة",
        "section_strategy_title": "الأبعاد الاستراتيجية",
        "section_risk_mgmt_title": "إدارة المخاطر",
        "section_risk_mgmt_text": "إن إدارة المخاطر يعتبر أمرا ضروريا لاستمرار ونمو وثراء المؤسسة بما يتوافق مع أهدافها الاستراتيجية، وليس إجراءا الغرض منه تجنب المخاطر، وفي حال استخدامه بصورة سليمة فإنه سوف يسمح للمؤسسة المواصلة في أنشطتها بأعلى المعايير وذلك لأن المخاطر قد تم تحديدها وتم فهمها والسيطرة عليها بصورة جيدة",
        "section_risk_mgmt_section_01_title": "تحديد المخاطر",
        "section_risk_mgmt_section_01_text": "يبدأ تحديد المخاطر عند بدء دورة حياة الأعمال والتي تتحسن خلال مرحلة تطوير الأعمال لتغطي المخاطر الاستراتيجية ، والسياسية والتشريعية والقانونية والتشغيلية والصحة والسلامة والمخاطر البيئية والاقتصادية. كما يتم إعادة النظر فيها دوريًا خلال دورة تخطيط الأعمال.",
        "section_risk_mgmt_section_02_title": "تخطيط الأعمال",
        "section_risk_mgmt_section_02_text": "يقيم سياق العمل بناء على تطلعات المساهمين  والعوامل السياسية والاجتماعية والاقتصادية والتقنية التي من الممكن أن تؤثر على العمل. إن الاستشارات المقدمة هي ضرورية لتحديد العوامل التي تدفع الظروف التي من شأنها أن تتسبب في احتمال حدوث تغير في المخاطر. هذه الإجراءات مدعومة بالكامل من قبل القيادة التنفيذية ومجلس الإدارة",
        "section_quality_mgmt_title": "ادارة الجوده",
        "section_quality_mgmt_text": "تعد عناية مؤسسة متر90درجه  للمقاولات العامة  بالجودة منذ بداية تنفيذ المشروع أمراً بالغ الأهمية، حيث يجب أن يكون ضمان الجودة ومراقبة الجودة عملية مستمرة، لضمان تلبية المتطلبات في جميع أنحاء المشروع، ففي بداية أي مشروع يتم تحديد نطاق العمل بوضوح، ووضع معايير الجودة، لتوفير مقياس يمكن من خلاله قياس الإنجاز والأداء الاعتمادية والموثوقية تتمثل في ثبات الأداء وقدرة المنظمة على تقديم الخدمات  التي وعدت بها بشكل. يمكن الاعتماد عليها",
        "skill_01": "شركة CLOUD M&F الهندسية الاستشارية",
        "skill_02": "مرابع الفنية",
        "skill_03": "شركة توري",
        "skill_04": "شركة الماجد للإنشاءات",
        "skill_05": "جمعية البر في الرفيعة",
        "skill_06": "شركة الزامل",
        "skill_07": "الشركة السعودية للكهرباء",
        "strategy_01": "التطوير",
        "strategy_02": "الأستدامة",
        "strategy_03": "الحوكمة",
        "strategy_04": "البيئه المحفزه",
        "about_us": "قليل من المعلومات عنا",
        "about_us_text": "مؤسسة متر و 90 درجة للمقاولات العامة إحدى المؤسسات في مجال المقاولات  في المملكة العربية السعودية ذات خبرة متميزة و رؤية طموحة ،تسعى الى تقديم خدمات في مجال البناء والصيانة والبنية التحتية   بأعلى وأحدث معايير الجودة",
        "vision_text_1": "رؤية الشركة هي أن تكون الخيار الأول في السوق عندما يتعلق الأمر بالبناء والخدمات.",
        "vision_text_2": "نطمح أن نكون الشركة الرائدة في مجال البناء في المملكة العربية السعودية التي تقدم خدمات بناء فعالة وعالية الجودة للناس.",
        "services_quality_title": "لأنك تختار بعناية ضمنت خدماتنا",
        "services_quality_01_text": "ضمان رضا العميل",
        "services_quality_02_text": "جودة المخرجات",
        "services_quality_03_text": "السعر المنافس",
        "services_quality_04_text": "سرعة التنفيذ",
        "work_01": "اعمال البنيه التحتيه",
        "work_02": "اعمال البناء",
        "work_03": "خدمات واعمال oil and gas",
        "work_04": "أعمال الإستانلستيل",
        "work_05": "بناء المخازن والمعامل",
        "work_06": "جميع أعمال الكهرباء",
        "work_07": "نظام مكافحة الحرائق",
        "work_08": "اعمال الواجهات الزجاجية والالمنيوم",
        "slider_01_title": "الرؤيه",
        "slider_01_text": "<br/><br/>رؤية المؤسسة هي ان تكون الخيار الأول<br/>في السوق عندما يتعلق الامر بالبناء والخدمات",
        "slider_02_title": "الرسالة",
        "slider_02_text": "<br/>تقديم اعلى مستوى من المهنة والدقه<br/>وايجاد حلول وخدمات مبتكرة لخدمة توجهات القيادة الحكيمه<br/>وتحقيق رؤية وطن طموح",
        "slider_03_title": "الأهداف",
        "slider_03_text": "تعزيز الخبرات الهندسية ودعم الكوادر الوطنية ورفع كفائتهم<br/>تقديم افضل الحلول في البناء والخدمات والصيانة لعملائنا<br/>ايجاد بيئة العمل المحفزه للتطوير والابداع والابتكار<br/>المشاركه في تحقيق التنمية المستدامة لمشاريعنا وشركائنا"
    }
}